{
  "BodyTraits": [
    "Avian",
    "Bat-like",
    "Pterodactylian",
    "Reptilian",
    "Amphibian",
    "Draconic",
    "Insectile",
    "Beetle-like",
    "Spiderish",
    "Wasp-like",
    "Mammalian",
    "Furred",
    "Bare-skinned",
    "Exotic, composed of some novel substance"
  ],
  "Lenses": [
    {
      "Type": "Collectivity",
      "Description": "These aliens might be hive-like in their social structure, natural communists, or simply very closely attached to the customs and interests of their social group. The importance of the individual is thought to be minimal, and members will cheerfully and readily sacrifice themselves for the good of the group. To willfully refuse to accept the consensus of the whole is an unspeakable sin, and to be separated permanently from one’s social group is a fate worse than death."
    },
    {
      "Type": "Curiosity",
      "Description": "This species is insatiably curious, constantly prying into the affairs of those around them. Spying for this race carries no opprobrium whatsoever, and while they may attempt to maintain privacy for certain doings, all assume it a given that matters will be discovered in the end. They love to explore new places and meet new sapients, and while they may be brutally indifferent to the fates or treatment of these beings, they’re always eager to observe them. Their societies tend to operate in a profoundly transparent manner, and some view the keeping of secrets as an automatic indication of malicious intent. "
    },
    {
      "Type": "Despair",
      "Description": "These aliens have fallen prey to a pervasive sense of failure and loss. Perhaps they are the remnants of a once-glorious empire or the survivors of some cataclysmic disaster for their people. What they once loved has been destroyed, and their sources of comfort and courage have failed them. Superficially, they might resemble those species that crave pleasure and indulgence, but their disports only serve to numb them to the existential gloom that taints the species. Their leadership is desultory at best, and sophisticated social structures tend to degrade into loose, diffident associations as their members no longer have the hope necessary to perpetuate them."
    },
    {
      "Type": "Domination",
      "Description": "These aliens are consumed by a desire to conquer and rule, both each other and any other species unfortunate enough to share the stellar neighborhood. Some among them can be fair and thoughtful rulers, but others are nothing more than vainglorious tyrants. Among themselves, society tends to be organized in intricate and clearly-marked hierarchies, with advancement progressing along both official and illicit routes. These aliens constantly test their leaders, forcing them to maintain their position through strength and cunning."
    },
    {
      "Type": "Faith",
      "Description": "Such a species is driven by religious concerns, organizing their society around their faith and its clergy. Most such species have a single faith. Others make do with a number of different religions, all followed with a fierce devotion. Challenges to this faith are not met with outrage so much as blank incomprehension; for these beings, the truth of their religions is so self-evident that it seems irrational to ever question it. Those who most perfectly embody the teachings of their creeds tend to become rulers, their lives and will taken as an example for others."
    },
    {
      "Type": "Fear",
      "Description": "These aliens live in constant fear. They may be natives of some lethal death-world, survivors of a species-annihilating cataclysm, or simply evolved from weak and easily-devoured prey animals. The world is terrifying to them, and their societies are based around hiding or protecting themselves from these dreads. The most revered members are those who are best hidden or best protected, and who can give protection and concealment to their fellows. Most of these races are quite cowardly by human measure, but occasionally they can be driven into a frenzy of terror in which they fight with the courage of the doomed."
    },
    {
      "Type": "Gluttony",
      "Description": "These aliens devour. They are rapacious consumers, whether it is of food, living space, energy, or some other resource. They will do almost anything to increase access to this resource and are deeply indifferent to the needs of other species, and often of their own fellows as well. To consume greatly is glorious for this species, with the greatest and most respected members being those who have the greatest stockpiles of the resource to consume, or who provide the most to their followers. The purpose of existence is to eat, and all good things are understood as different modes of devouring."
    },
    {
      "Type": "Greed",
      "Description": "These aliens are enormously greedy. Status depends almost entirely upon personal wealth, and their lives are spent in accumulating the greatest stores of value possible. Some focus on production, creating the wealth for their own benefit, while others seek to make a profit on trade. Some such greedy species have intricate property laws to safeguard what is accumulated, while others are little more than bandits among their own kind, too avaricious to let law interfere with their greed."
    },
    {
      "Type": "Hate",
      "Description": "There is something these aliens hate, and it defines their culture completely by their opposition to it. It may be these aliens are rampant xenophobes, loathing all who are not of their own kind. There may be acrid religious or political divisions among them, with individuals identifying completely with their sect and despising all the others. It could be an ancient enemy among the stars, a rival race that has wounded them so greatly as to be unforgivable. These aliens may spar and maneuver for power among their own kind, but all goals and individuals are to some degree subordinated to the needs of their immortal hate. "
    },
    {
      "Type": "Honor",
      "Description": "Whatever sort of society the race has, it is one obsessed with honorable behavior. Members will obey the social mores and expectations of their roles at all costs. Personal sacrifice for the sake of upholding these principles earns a member glory and esteem. Gaining advantage by means of inappropriate behavior or failing in one’s duty is shameful, and an entity that has compromised its honor too greatly may prefer death to continued existence."
    },
    {
      "Type": "Journeying",
      "Description": "This species has an incurable wanderlust. Perhaps they roam the stars in fleets of massive spike drive ships, or they may make steady circuits of the nearby stars to connect their worlds and exchange people among them. More technologically primitive species might sail the waves of alien seas or make nomadic journeys across the continents of their world. Few of these aliens can ever be happy in remaining in one place for long, and they are forever scouting new worlds and new lands simply for the pleasure of being there a little while."
    },
    {
      "Type": "Joy",
      "Description": "These aliens are relentless bon vivants, constantly in pursuit of pleasure and enjoyable excitement. Beauty, grace, and the inspiration of passion are their highest virtues. Those who produce the most exquisite art or inspire the most extravagant delight have effective rule over their fellows, though such species tend to be loosely-organized at best. The brute necessities of life are acknowledged as a necessity, but their societies are willing to sacrifice a great deal of efficiency and practicality for the sake of immediate satisfaction."
    },
    {
      "Type": "Pacifism",
      "Description": "The race is remarkably peaceful and nonviolent in nature. Few species survive while being totally averse to violent self-defense, but this race will never choose violence against living creatures as a means of gaining advantage or retaliating to wrongs. Among their own kind, violence is abhorrent and unnatural, and it is probable that the species is either herbivorous or subsists by photosynthesis. A pacifist race may be peaceful, but there are more ways to do injury than through personal violence; the cession of trade, the destruction of property, and the incitement of divisions and confusion among their enemies are all tools this race knows well. Pacifist species can also be quite oppressive at times, with an underclass constitutionally incapable of defending their possessions or privileges with force."
    },
    {
      "Type": "Pride",
      "Description": "These aliens are suffused with an enormous pride in their own culture and species, and instinctively consider themselves to be superior to the lesser beings they may encounter. A prideful species is not necessarily a hostile one; some such races have a certain sense of noblesse oblige toward their “lessers”, and some species’ pride shows in a resolute refusal to lower themselves to deceit, cruelty, or avarice. More often, however, this pride manifests in a casual contempt for the interests of their inferiors, and a single-minded focus on personal advancement and glory among their own kind."
    },
    {
      "Type": "Sagacity",
      "Description": "These aliens love intellectual pursuits above all others. Logic, wisdom, and erudition are all prized as the best and most glorious expressions of their nature, and their rulers are invariably sage-kings of remarkable depth and breadth of understanding. Such understanding does not necessarily stand in well for good judgment, and sagacious alien civilizations are notorious for overreaching in their ambitions. Stupidity and ignorance are moral failings to this race, and some of them treat very harshly those species that they do not feel to be their intellectual peers."
    },
    {
      "Type": "Subtlety",
      "Description": "Such a species is enormously cunning and patient in character, willing to endure years of suffering calmly in order to bring about some intricate plan. They shun open display of emotions or opinions, masking such things behind protocols of bland correctness. To reveal one’s true opinion about some contentious matter is a mark either of profound trust or a sign of obvious incipient treachery. The true ruler of such a species is almost never who it seems to be."
    },
    {
      "Type": "Tradition",
      "Description": "This species devoutly reveres the past and the ways of their ancestors. Social interactions are stiffly ritualized, and society is ornate with the customs, traditions, and habits of their forebears. Innovations of any kind are viewed with deep suspicion, and the most favored solutions to problems are those which have been employed before. Members of this species are intensely uncomfortable when forced to exercise their own judgment, and doing so in contravention to the past is almost impossible for them. Only when faced with a completely novel situation is any degree of personal initiative likely to be shown, and even in that case, the alien will try to reconcile it to some existing tradition."
    },
    {
      "Type": "Treachery",
      "Description": "This species is uniformly treacherous and untrustworthy. Bargains and agreements are kept only so long as they are useful to both participants, and truthfulness is simply a tool to be placed next to deceit. There is no sense of acrimony or anger among these aliens at the inevitable betrayals that make up their societies; they consider it good and laudable that an individual should seek its own best interests, and those who can most perfectly manipulate each other are naturally those most worthy to rule, for the health of the society directly influences the power of its head."
    },
    {
      "Type": "Tribalism",
      "Description": "The aliens are fiercely tribal, divided up into myriad small groups that are as often at war with each other as they are cooperating. Such tribes tend to be built along familial lines, though some tribes are volitional in nature, representing different political or philosophical groups. A given alien’s loyalty is to its tribe before its species, and it is not uncommon for their enemies to use one group against another."
    },
    {
      "Type": "Wrath",
      "Description": "The race is hot-tempered, prone to fits of personal violence. Disputes are settled by force, though rarely to the point of death among their own kind. Outsiders can expect swift and bloody retaliation for any insult or slight, and the prospect of death rarely intimidates these beings. Their chief mode of emotional expression is anger; wrath at obstacles, fury at enemies, and a slow smoldering burn when neither are available."
    }
  ],
  "SocialStructure": [
    {
      "Type": "Democratic",
      "Description": "The species has a broadly democratic organization, with individual members having a formal say in the choice of leadership. This voting need not necessarily be based on numbers; it might be a vote with money, military power, religious influence, possession of certain biological traits, or any other metric that makes sense to the aliens. Whatever the specific currency, politics for this race tends to revolve around persuasion and diplomacy rather than use of military force to determine species-wide policies."
    },
    {
      "Type": "Monarchic",
      "Description": "The species is ruled by a single being, with such rule justified by custom, biological imperative, divine mandate, personal influence, or familial ties. Such monarchic societies almost invariably have a “noble” caste of some kind to act as administrators and officials for the monarch, and they usually make up the pool from which new monarchs are chosen. The specific title for a monarch will usually depend on the justification for their rule: Chieftain, Emperor, Broodmother, High Priest, Dictator, Chief Elder, or so forth."
    },
    {
      "Type": "Tribal",
      "Description": " The species is organized into multiple tribes based on lineage, philosophy, or geographical location. Tribes set their own laws and policies, and are prone to intense internal struggles over resources and status. There may exist a “paramount tribe” that inflicts its will upon the others through brute strength or traditional esteem. Tribal leaders tend to be personally distinguished, and usually have earned their position through personal accomplishments and the broad support of their tribemates."
    },
    {
      "Type": "Oligarchic",
      "Description": "The species is led by a number of powerful or revered figures who work in nominal harmony. Individual oligarchs might have their own goals, but no single member has the strength to enforce its will upon the whole. These oligarchs might be the product of hereditary inheritance, or individual members of the species might one day aspire to join their numbers."
    },
    {
      "Type": "Multipolar Competitive",
      "Description": "The species has more than one leadership organization. Roll 1d6; on a 1-2 it has two, 3-4 indicates three, and 5-6 indicates four. Roll on this table the requisite number of times to determine the nature of these organizations. Some such multipolar institutions operate in parallel; a tribal organization headed by one gender, for example, that determines the division of goods while a monarchic head of a different gender makes decisions about the race’s relations with other species. Others are directly in conflict, such as a monarchy struggling against a democratic neighbor."
    },
    {
      "Type": "Multipolar Cooperative",
      "Description": "The species has more than one leadership organization. Roll 1d6; on a 1-2 it has two, 3-4 indicates three, and 5-6 indicates four. Roll on this table the requisite number of times to determine the nature of these organizations. Some such multipolar institutions operate in parallel; a tribal organization headed by one gender, for example, that determines the division of goods while a monarchic head of a different gender makes decisions about the race’s relations with other species. Others are directly in conflict, such as a monarchy struggling against a democratic neighbor."
    }
  ]
}