[
  {
    "Type": "Corrosive, damaging to foreign objects",
    "Description": "Corrosive atmospheres are dangerously hostile to conventional vacc suits and other protective gear. They steadily strip away at a suit’s vent ports, wiring connections, and other weak spots until they eventually break through and flood the suit with a toxic cocktail that usually kills a victim in seconds. Weak atmospheres might require as much as a day to degrade a vacc suit, while strong ones might accomplish the job in an hour. Even forcefield-based environment suits such as a FEP suffer steady damage to their exposed elements. Native vacc suits are usually covered with an ablative layer or spray that can be regularly renewed, and their buildings often rely on a steadily-extruded slurry of neutralizing materials that can be constantly renewed by pores in the building surface itself. This often gives the building a drippy, half-melted look that may be more than cosmetic in the case of those structures that have failing slurry pumps. Advanced tech level 5 equipment may be able to overcome the effects, but even pretech is often taxed by the relentless rigors of this world. Vehicles and shuttles are kept in pressurized garages when not in use, and starships never land for long. Corrosive worlds have a number of intrinsic adventure complications, the largest being the way that every activity outside of a hab building comes with a built-in time limit. Whatever the party chooses to do outside of a building, it has to accomplish before their suit seals fail or the atmosphere corrodes a hole in their vehicle hull. A clever GM can use this problem to add extra tension to an otherwise simple task."
  },
  {
    "Type": "Inert gas, useless for respiration",
    "Description": "Inert gas atmospheres aren’t hostile or poisonous, but they’re unbreathable by humans. If the planet’s climate is otherwise tolerable, the natives might be able to live and work outdoors without anything more than an air tank and face mask. Some degree of technical sophistication is going to be necessary for humanity to survive, and large supplies of oxygen are going to have to be extracted from some local source. “Air mines” might exist to replace the oxygen lost during human use, or local power plants might need to be kept running full blast in order to crack water molecules into hydrogen and oxygen. On worlds with an unbreathable atmosphere, control of the air supply makes it much harder for locals to rebel against their leaders. Without the equipment and power to generate their own air supplies, would-be rebels are entirely at the mercy of those who control the oxygen. Most rulers pick up on this fact rapidly, and some worlds with unbreathable atmospheres might even make it a crime to own illicit oxygen generation equipment"
  },
  {
    "Type": "Airless or thin to the point of suffocation",
    "Description": "Airless or thin atmospheres are appropriate to asteroids, rocky planetoids, or barren worlds that have had their atmospheres burnt off by weapons or cosmic caprice. Whatever atmosphere exists is too thin to support human life, if it exists at all, and the world is largely naked to the chill of space and the blaze of stellar heat. Exposure to the planet’s surface without a vacc suit or pressurized building is as lethal as exposure to hard vacuum. Airless worlds are hostile to human life, but they excel at preserving the relics of the past. Provided that the ruins or remains are kept out of the baking heat of the local stellar body and the impact of random meteorites, they can survive for millions of years. Some exceptionally ancient alien ruins might even date back from before the world lost its atmosphere."
  },
  {
    "Type": "Breathable mix",
    "Description": "Breathable mix atmospheres can support human life without additional equipment or gengineered modification. Any world that has a human population in the millions or more almost certainly has a breathable mix atmosphere. While the air is breathable, almost every world has its own subtle cocktail of inert gases, atmospheric contaminants, and other odoriferous ingredients. For spacers accustomed to the filtered air supply of a starship, the “new world stink” of a fresh planetfall can be maddening, as few linger long enough to get used to the smell of the local air. Attempting to explain the source of this discomfort to the locals rarely results in positive results. Some spaceport bars make a point of their air filtration and composition mixers"
  },
  {
    "Type": "Thick, but breathable with a pressure mask",
    "Description": "Thick atmospheres can usually be breathed with the aid of a filter mask, though the mix of contaminants renders it slowly or quickly toxic to humans who attempt to breathe it straight. Separate air supplies are not necessary to supplement the blend, but any society that means to survive on such a world must have sufficient technological expertise to manufacture and maintain large numbers of filter masks. Thick atmospheres are often at least semi-opaque, and some worlds have thick atmospheres that are completely impenetrable to ordinary light. Deep banks of permanent fog might shroud the planet, or natives might have to go about with sophisticated ultraviolet or infrared viewing equipment if they don’t wish to be blind. Some banks of gases might be impenetrable to even these viewing tools, leaving a party vulnerable to moments of complete blindness while out on the surface of the world."
  },
  {
    "Type": "Invasive, penetrating suit seals",
    "Description": "Invasive toxic atmospheres are composed of a substantial proportion of molecules small enough to infiltrate past the seals of most vacc suits. This infiltration doesn’t harm the suit, but the molecules have to be steadily flushed by the system’s purification sensors before they build up to a debilitating level. This causes a much faster bleed of air as breathable oxygen is jettisoned along with the infiltrating molecules. Most invasive atmospheres cut oxygen supply durations by half, at best. Invasive atmospheres make oxygen an even more important resource than it is on inert gas worlds. Outdoor work is avoided whenever possible, as any failure of a suit’s toxin sensors or flush system can lead to death before the wearer even realizes something is wrong. Steady exposure to low levels of the toxins can also result in unfortunate effects even with a fully-functional suit. Hallucinations, chronic sickness, or worse can follow."
  },
  {
    "Type": "Both corrosive and invasive in its effects",
    "Description": "Corrosive and invasive atmospheres exist at the very border of what human society can tolerate. Combining all the worst traits of an eroding, corrosive atmosphere and the invasive intrusion of toxic molecules, a planet cursed with an atmosphere like this is far more hostile than any mere airless rock. Advanced pretech filtering and oxygen generation equipment might be able to maintain tolerable pressurized habitats and hydroponic systems uncontaminated by exterior atmosphere. Anything less than this tech level means greater and greater amounts of societal resources devoted simply to the effort of breathing. Entire civilizations can be oriented around overcoming the difficulties of maintaining their structures and their pressurized homes. Whatever provoked the initial inhabitants to settle on this world must have been of overwhelming value or necessity to convince them to consign themselves and their children to such a place. It is highly unlikely that enough ship traffic exists to get any but the most fortunate locals offworld, so the rest are obliged to deal with their harsh existence as best they can."
  }
]