[
  {
    "Type": "Remnant biosphere",
    "Description": "Biosphere remnants are the wreckage of a ruined ecology. Petrified trees, drifts of preserved bones, forests of dead plant life; something killed all the life on this planet in the relatively recent past. It may have been the exercise of a maltech planet-buster weapon, or a mutant microbe introduced by human colonists, or some volcanic eruption or asteroid impact that plunged the world into decades of frozen night. Any local civilization not sophisticated enough to escape the planet likely died when it did. Their ruins and remains might be found throughout the desolate wastes, along with more clues as to the cause of the devastation."
  },
  {
    "Type": "Microbial life forms exist",
    "Description": "Microbial life is often the only thing that exists on the more inhospitable planets, yet the wide variety of environments that can accommodate life means that these little beasts show up in some of the most unlikely places. Some varieties of slime mold have even managed to evolve on corrosive-atmosphere planets, forming a mucous-like outer shell against the atmosphere and then feeding and growing off the chemical byproducts of its erosion. Microbial life can also be dangerous. While most alien microbes are unable to infect or harm the radically different biology of humans, some show enough ingenuity to accomplish even that difficult feat. Rumors of terrible “space plagues” that leave behind only drifting ships and garbled warnings remain a steady staple at spacer bars throughout the known universe."
  },
  {
    "Type": "No native biosphere",
    "Description": "No native biosphere is occasionally found on even the most temperate and otherwise habitable worlds. For one reason or another, life simply never evolved on these worlds, leaving them a blank slate for the agricultural and ecological efforts of humans. If the world is otherwise amenable to Terran life, such planets can be enormously fertile and agriculturally rich. They can also be disasters waiting to happen. Pretech xenobiologists compiled standardized colonization packages of plants, animals, and insect life designed to expand smoothly and evenly to fill the niches of an uninhabited world. Not all colonists implemented these packages correctly, and some worlds had disasters or special circumstances that destabilized their efforts. Some empty worlds are now in a state of constant biological flux as the local ecology strives vainly to find some sort of equilibrium between the myriad imported species and their violent struggle. More subtly, these worlds can be suddenly and drastically destabilized by the import of some offworld plant or animal. With no strong native ecology to fight off interlopers, the wrong beast or bug can lay waste to whole continents. These planets tend to be extremely paranoid about importation of foreign life forms."
  },
  {
    "Type": "Human-miscible biosphere",
    "Description": "Human-miscible biospheres are those in which some substantial portion of the native life is biologically compatible with human nutritional needs. The local plants and animals may not be tasty or terribly nourishing, but they can support life without the serious importation of Terran crop seeds and livestock. Even the friendlier human-miscible biospheres often lack the wide variety of edibles that evolved on Earth, and the natives often supplement their stocks of local foods with limited Terran agriculture. Exotic foods, spices, and liquors can be worth interstellar importation to feed the hunger for novelty possessed by the elites on these worlds. Unfortunately, the fact that humans can eat some native life means that it is very likely that some native life can eat humans as well. Large predators and diseases capable of human infection are by no means uncommon on these worlds, and small colonies can be hard-pressed to survive them."
  },
  {
    "Type": "Immiscible biosphere",
    "Description": "Immiscible biospheres are not friendly to humans. None of the local plants or animals are edible, and anything the colony needs to eat will have to be grown from Terran stock. Worse, it is common for the pollen and other microbial life of these worlds to be highly allergenic to humans, requiring the regular use of tailored antiallergenics to prevent eventual respiratory failure or exotic immune-system reactions. These worlds are exceptionally susceptible to the temptation of human gengineering. Despite the persistent drawbacks, genetic flaws, and handicaps that human gengineering usually introduces in a subject, the desperate need to eat can drive worlds to wholesale experimentation on their progeny. The resultant altered humans are often able to digest the local food, but commonly pay for it in shortened life spans, physical disabilities, or an inability to consume Terran foodstuffs. Sometimes the consequences are worse still. Immiscible biospheres produce some of the most exotic plants and animals in human space. Unfettered by the limits of familiar evolutionary patterns, creatures of bizarre beauty and strange configurations are found on many of these worlds. Many lack the intelligence to realize that humans are as poisonous to them as they are to humans."
  },
  {
    "Type": "Hybrid biosphere",
    "Description": "Hybrid biospheres are a stable intermixing of Terran flora and fauna with local life forms. Most such worlds have been colonized for centuries before the Silence, giving the local ecology time to shake out into a relatively stable configuration of Earth-born organisms and native life. The native biology may or may not be miscible with human life, but it is unlikely to be particularly hostile in any case, or else the interloping life forms would not have been able to get a foothold on the planet. Hybrid biospheres often show strange examples of symbiosis and adaptation, with plants and animals forming new alliances. Large predators from one world may find themselves subsisting on herds of herbivorous alien life, while Terran vegetation provides sustenance for large populations of small, furred, insect-like grazers. Familiar animals may show seemingly bizarre behavior patterns that have formed in response to local conditions, perhaps becoming larger or more aggressive, or having been gengineered for compatibility."
  },
  {
    "Type": "Engineered biosphere",
    "Description": "Engineered biospheres are among the rarest, as they require enormous time and effort on the part of a highly advanced civilization. Whatever life exists on this planet has been extensively altered by an alien race or by advanced pretech gengineering methods. Some such worlds are paradise planets, carefully sculpted by some fabulously wealthy predecessor to suit their own tastes. Others are living forges, where foodstuffs and refined minerals are produced as byproducts from the basic organic processes of the world’s biosphere. Such worlds tend to be fragile. Many engineered worlds are dependent upon regular stabilizing work to prevent genetic drift and adaptations that do not serve the creator’s purpose. Without regular pruning and adjustment, engineered biospheres can go badly awry. Some end up leaving nothing but genetic wreckage in their wake, while others go wrong in more subtle ways. Where once the biosphere existed to serve the inhabitants, a creaking engineered biosphere can leave the planet’s population chained to constant repair and maintenance efforts just to prevent a planetary collapse."
  }
]