[
  {
    "Type": "Frozen, locked in perpetual ice",
    "Description": "Frozen worlds are those with so weak a stellar primary or so great a distance that the average temperature is close to absolute zero. Any atmosphere that once existed has long since frozen into drifts of solidified oxygen or lakes of liquid helium. Exposure to these drifts is very dangerous. Vacc suits maintain a tolerable temperature easily because the stellar void is very empty, and there is little conduction of heat between the suit and empty space. Dunking a suit into a lake of thermally-conductive superchilled liquid can force the heating elements into sudden and drastic overload, draining a power cell in minutes or even seconds."
  },
  {
    "Type": "Cold, dominated by glaciers and tundra",
    "Description": "Cold worlds are uncomfortable, but a human can survive on them in nothing more than heavy clothing. The worst of the cold worlds are similar in condition to Earth’s Antarctic regions, barren wastes of ice and wind. The more clement ones have brief warmer seasons or equatorial bands that get enough solar radiation to support substantial agriculture. On cold worlds, agricultural land is at a premium. The population is unlikely to be willing to limit its numbers to what hydroponic farms can provide, and they may lack the technology for wide-scale artificial production methods. Savage wars may have broken out over control of fertile growing regions, and populations have perhaps been driven away from the arable land into the cold zones and a lingering death. Some worlds retain installations from before the Silence deep within the frozen wastes, ancient bases and laboratories that were planted in an age when good launch sites and orbital windows meant more than trifles of temperature. These lost sites might be remembered in legend and story, and some native leaders might still be in possession of the automatic defense bypass codes handed down by their ancestors. "
  },
  {
    "Type": "Variable Cold with temperate places",
    "Description": "Variable temperature worlds tend to show a greater distribution of climates than other worlds, either ranging from cold to temperate levels or temperate to hot levels. This may be a climate that changes world-wide when a long, slow orbit brings the planet into proximity with a stellar primary, or it might be a world that has substantially different climatic zones spread across its surface. The north pole of one world might be a sun-blasted desert that moderates to a cool, wet equator, or an icy world might be warmed here and there by complex channels of geothermally-heated subsurface rivers. Variable temperature worlds tend to have savage weather. The mixing of hot and cold air can send ferocious cyclones and raging hurricanes across the surface of the world, some large enough to consume most of a hemisphere. "
  },
  {
    "Type": "Temperate, Earthlike in its ranges",
    "Description": "Temperate worlds were the most popular colony sites, and most of the truly populous worlds of the frontier have a temperate climate. Many temperate worlds have temperature ranges not unlike that of Earth, though most are canted a little further toward cold or heat depending on their angle and proximity to the local star.Temperate worlds are the most likely to teem with native life as well, and to have alien ruins or remains located somewhere on their surface. Most frontier worlds never accumulated enough population to put a serious strain on a temperate world’s arable land, but this same capaciousness often allows for more complicated social divisions to develop. Natives of other worlds are often forced to cooperate or die, while those of a clement temperate world have the luxury of deep and lasting divisions."
  },
  {
    "Type": "Variable warm, with temperate places",
    "Description": "Variable temperature worlds tend to show a greater distribution of climates than other worlds, either ranging from cold to temperate levels or temperate to hot levels. This may be a climate that changes world-wide when a long, slow orbit brings the planet into proximity with a stellar primary, or it might be a world that has substantially different climatic zones spread across its surface. The north pole of one world might be a sun-blasted desert that moderates to a cool, wet equator, or an icy world might be warmed here and there by complex channels of geothermally-heated subsurface rivers. Variable temperature worlds tend to have savage weather. The mixing of hot and cold air can send ferocious cyclones and raging hurricanes across the surface of the world, some large enough to consume most of a hemisphere. "
  },
  {
    "Type": "Warm, tropical and hotter in places",
    "Description": "Warm worlds come in two main flavors, depending on the prevalence of water. “Desert worlds” are hot enough or arid enough to be deprived of most surface water. Any life on such a planet has to be capable of extracting water from living prey, air currents or moisture supplies deep underground. Humans can survive on warm worlds without more than appropriate clothing, but desert-world humans must learn sophisticated techniques of water prospecting and well-drilling in order to maintain their agricultural systems. Warfare often revolves around these water systems. The other common variety of warm world is one blessed with an abundance of surface water. These worlds tend to be covered with plant and animal life, teeming with thick jungles and vast mats of sargasso on seas that boil with piscids and other alien life analogs. These worlds can be quite prosperous for humans if the native life is edible, but inhabitants are often forced to deal with large predators and a vigorously ingenious native ecology of disease. "
  },
  {
    "Type": "Burning, intolerably hot on its surface",
    "Description": "Burning worlds are too hot for a human to survive without equipment similar to a vacc suit in effectiveness. Rivulets of molten lead or copper might bleed from open veins on the hillsides, and many of the same perils that face an explorer on a frozen world have hotter equivalents on a burning one. Ash drifts, pools of molten metal, and superheated liquid vents can bring quick death to an unwary explorer, and the miners who inhabit such worlds must be forever vigilant against the perils of their burning home."
  }
]